@extends('guest.index')

@section('content')
    <h1>Оплата</h1>
    <h2>Готівкова оплата:</h2>

    при самовивозі із магазину F5
    кур'єру компанії-перевізника у випадку адресної доставки;
    у відділенні перевізника в разі самовивозу (післяплата);
    Звертаємо увагу, що комісія за послугу зворотного відправлення грошових коштів не стягується з одержувача!

    <h2>Безготівкова оплата:</h2>

    В разі вибору цього способу оплати:

    менеджер під час підтвердження замовлення запитає в компанії-одержувача необхідний комплект документів, який необхідно буде надіслати на електронну пошту order@f5.uа;
    підготовлений рахунок буде відправлено на електронну пошту клієнта;
    товар буде відправлено після надходження грошових коштів на розрахунковий рахунок Компанії;

    <h1>Доставка</h1>
    <h2>Доставка Новою Поштою</h2>

    Доставка товарів здійснюється Україною (за винятком Криму і ОРДЛО) за тарифами перевізника:
    <ul>
        <li>«Нова Пошта»</li>
        <li>«Delivery-auto»</li>
        <li>«Міст Експрес»</li>
    </ul>.
    За Вашим вибором, доставка можлива у вказане відділення або на адресу Отримувача.

    Оплата послуг доставки:

    для замовлень на суму до 5000 грн. послугу доставки сплачує Отримувач.
@endsection
