<ul>
    <li><a href="#">Інженерна сантехніка</a>
        <ul>
            <li><a href="#">Труби для води, каналізації</a>
                <ul>
                    <li><a href="#">Каналізаційні труби</a></li>
                    <li><a href="#">Труби водопровідні</a>
                        <ul>
                            <li><a href="#">Поліпропіленові труби</a></li>
                            <li><a href="#">Поліетиленові труби</a></li>
                        </ul>
                    </li>
                    <li><a href="#">Утеплювач для труб</a></li>
                </ul>
            </li>
            <li><a href="#">Комплектуюча запірна арматура</a>
            <li><a href="#">Водопровідні шланги</a>
            <li><a href="#">Крани</a>
                <ul>
                    <li><a href="#">Крани кулькові</a></li>
                    <li><a href="#">Крани вентильні</a></li>
                </ul>
            </li>
        </ul>
    </li>
    <li><a href="#">Ванна кімната</a>
        <ul>
            <li><a href="#">Ванни</a></li>
            <li><a href="#">Душеві бокси</a></li>
            <li><a href="#">Унітази</a></li>
            <li><a href="#">Раковини, тумби</a></li>
            <li><a href="#">Змішувачі для ванної</a></li>
            <li><a href="#">Аксесуари для ванної кімнати</a></li>
        </ul>
    </li>

    <li><a href="#">Кухня</a>
        <ul>
            <li><a href="#">Кухонні мийки</a></li>
            <li><a href="#">Змішувачі для кухні</a></li>
            <li><a href="#">Аксесуари для кухоних мийок</a></li>
        </ul>
    <li><a href="#">Акксесуари</a>
        <ul>
            <li><a href="#">Сушарки для рушників</a></li>
            <li><a href="#">Системи вентиляції</a></li>
        </ul>
    </li>
</ul>
